import React from 'react'
import styled from "styled-components/macro"
import Strip from '../common/components/Strip'
import Page from '../common/components/Page'
import { fontSize, pageWidth, spacing, colors, device } from '../common/style';
import Spacer from '../common/components/Spacer';
import MarkdownContent from '../common/components/MarkdownContent';
import ReactMarkdown from 'react-markdown'

const Wrapper = styled.div`
    display: flex;
    flex-direction: column;
    overflow: scroll;
    padding: ${spacing.spacing4};
`;

const Title = styled.div`
    text-align: center;
    font-size: ${fontSize.fontSize32};
    font-weight: 500;
    text-align: right;
`;

const markdown = `

### מבוא

1. תוכנית שביטים, (להלן: "התוכנית" או "תוכניתנו"), נותנת שירותי לימודי מדעי המחשב, הנדסת תוכנה ופיתוח תוכנה, לרבות תכנות, בשיטות לימוד שונות, חלקן פרונטאליות וחלקן מקוונות באמצעות תוכנות מולטימדיה (להלן: "השירותים"). התוכנית מכבדת את הפרטיות של לקוחותיה ופרטים אחרים המתעניינים בשירותיה (להלן: "המשתמשים") ופועלת בהתאם למדיניות פרטיות שקופה המפורטת במסמך זה.
2. מדיניות פרטיות זו נועדה להבהיר כיצד ומתי אוספת התוכנית מידע, משתמשת בו ומשתפת את המידע שמגיע לרשותה. התוכנית תהא רשאית לעדכן או לשנות את מדיניות הפרטיות מעת לעת.
3. הגישה והשימוש באתר התוכנית ו/או קבלת שירותים מהתוכנית יעשו בכפוף לתנאי מדיניות הגנת הפרטיות המפורטים במסמך זה ובכפוף להסכמים האחרים בין המשתמש לחברה.
4. האמור במדיניות זו מתייחס באופן שווה לבני שני המינים, והשימוש בלשון זכר הוא מטעמי נוחות בלבד.

### איזה מידע אנחנו אוספים? 

5. במהלך פעילותה, אוספת התוכנית מידע על המשתמשים לצורך פעילותה ומתן השירותים. המידע הנאסף עשוי לכלול מידע כמשמעותו בחוק הגנת הפרטיות, התשמ"א 1981 (להלן: "החוק"), ובהתאם לתקנות הגנת הפרטיות (אבטחת מידע), התשע"ז – 2017 (להלן: "התקנות"). כך למשל, אוספת התוכנית מידע על שיחות שמתבצעות עם המשתמשים במוקדי השירות והמכירות השונים, מידע שיימסר ו/או ינבע מפעילות המשתמשים באתר האינטרנט של התוכנית ובכלל זה מידע הנאסף אודות המשתמשים במהלך השימוש באתר (לפרטים אודות האיסוף של מידע באמצעות האתר והשימוש בו על ידי התוכנית ראה את מדיניות הפרטיות של האתר); מידע הנאסף בעת ההרשמה לשירותי התוכנית, הכולל שם פרטי, פרטי קשר, פרטי אמצעי תשלום, רמה באנגלית; מידע שמתקבל מצדדים שלישיים, כגון מרשויות, מחברות אחרות, וכן מידע שעשוי לסייע לחברה ממקורות כגון מאגרי מידע אחרים, מידע המפורסם ברשת האינטרנט, הכול בהתאם להוראות כל דין. כמו כן נאסף מידע שנמסר על ידי המשתמשים ממועד ההתעניינות ברכישת השירותים המוצעים על ידי התוכנית (כגון השירות בו המשתמש התעניין, שמו, פרטי הקשר שלו ועיר המגורים שלו) ובכל מהלך מתן השירותים על ידה. כך למשל אוספת התוכנית מידע על אודות מהלך הלימודים של המשתמשים, ההישגים, הנוכחות, תדירות השימוש בשירותים, ועוד.

### כיצד נאסף המידע? 

6. המידע נאסף באמצעות פרטים שהמשתמש מספק בעת הרשמתו לקבלת השירותים או התעניינותו בהם וכן במהלך מתן השירותים על ידי התוכנית.
7. כמו כן, המידע נאסף בדרכים נוספות בעת שימוש באמצעים המקוונים ללימודים (לרבות, אך לא רק, בעת השימוש באתר ובספרים הדיגיטאליים של התוכנית), בעת הזנת ציונים ונוכחות, דואר בהודעות דואר אלקטרוני שהמשתמש שולח לחברה, בעת ניהול שיחות וכיו"ב. המידע הנאסף בדרכים כאמור עשוי להיות מקושר לנתונים אשר נאספים על המשתמש בדרכים אחרות.
8. המשתמש מאשר בזאת כי הינו מודע לכך שלא חלה עליו חובה מכוח חוק למסור את המידע האישי שהתבקש ממנו לחברה וכי מסירת המידע האמור תלויה ברצונו ובהסכמתו. עם זאת, בלא קבלת הפרטים המלאים שיתבקשו, התוכנית תהא רשאית שלא לספק השירותים, או חלק מהם.

### מה לגבי מידע אודות פעילות המשתמשים באתר?

9. כאשר נעשה שימוש באתר ו/או בשירותים המצויים באתר, אזי התוכנית מקבלת ומתעדת באופן אוטומטי וסטטיסטי מידע אודות הגלישה של המשתמש באתר (לדוגמא, העמודים בהם צפה, השירותים וההצעות שעניינו אותו, פרסומות אותן קרא וכו') וכן מידע אודות המחשב של המשתמש, נתונים מהדפדפן של המשתמש, כולל כתובת ה-IP של המשתמש ומאפייני תוכנה וחומרה, בין השאר, על-ידי יישומים הצוברים מידע (cookies) על המשתמש. באמצעות היישומים הצוברים מידע (cookies), יכולה התוכנית, בין היתר, לזהות את הדפדפן של המשתמש באופן ייחודי, לאסוף נתונים סטטיסטיים אודות השימוש אותו מבצע המשתמש בין השאר כדי להתאים את השירותים להעדפותיו האישיות.
10. רוב הדפדפנים מוגדרים מלכתחילה כך שיקבלו יישומים הצוברים מידע, אולם באפשרות המשתמש לשנות את הגדרות הדפדפן שלו כך שיסרב לכל היישומים או יציין מתי נשלח יישום כזה. יחד עם זאת, חלק מהשירותים עלולים שלא לתפקד כראוי במצב של נטרול היישומים.

### היכן נשמר המידע?

11. המידע שנאסף יישמר במאגרי המידע של התוכנית. בנוסף, הנתונים שהמשתמש ימסור יישמרו ויאוחסנו במערכות התוכנית או בתוכנית שביטים העולמית וכן אצל ספקי אירוח וגיבוי מידע שעשויים להימצא גם מחוץ לגבולות ישראל, המוחזקים ו/או מופעלים על ידי צדדים שלישיים. במקרים אלה, פועלת התוכנית לפי הוראות הדין החל עליה בנוגע להעברת מידע לספקים במיקור חוץ, או למדינה אחרת.

### מה אנחנו עושים עם המידע?

12. תוכניתנו לא תעשה שימוש אחר במידע שהתקבל על אודות המשתמשים למעט השימוש שעבורו נמסר המידע מלכתחילה ולצורך מתן שירות ולכל מטרה אחרת המפורטת להלן, וכן לשם תפעול תקין של פעילותה.
    - המידע עשוי להישמר גם לאחר סיום ההתקשרות בין הצדדים השימושים במידע נעשים למטרות ולצרכים הבאים: מתן השירות ללקוחות במסגרת הלימודים בחברה, הליך ההכשרה ו/או הלימודים ו/או הישגים במהלך הלימודים;
    - התאמת השירותים ו/או המוצרים של התוכנית לצרכי והעדפות המשתמש;
    - שיפור והעשרת השירותים המוצעים על ידי התוכנית;
    - פיקוח על התנהלות הלימודים והשיעורים ומתן השירותים וכן על המורים;
    - מעקב נוכחות ניהול עסקי התוכנית (גבייה, תשלומים וכיו"ב) ויחסי לקוחות (פניות, הודעות וכיו“ב);
    - לטובת מתן השירותים השונים באתר, לשיפור והעשרת השירותים והתכנים המוצעים בו, שינויים או ביטולם וכן לצורך התפעול השוטף וניהול האתר;
    - ציות לחוק, לצווים שיפוטיים ולדרישות אחרות מרשויות ציבוריות;
    - הגנה על העסקים והאינטרסים של התוכנית, לרבות ומבלי לגרוע בקשר עם אכיפה והגנה על זכויות התוכנית או בקשר עם כל חקירה או הליך ליישוב סכסוכים, בין אם ניזום על-ידי התוכנית או נגדה;
    - בכפוף לקבלת הסכמת המשתמשים לכך, התוכנית תשתמש בפרטים שמסרו המשתמשים לצורך משלוח עדכונים, פרסומים והצעות שונות עבורם באמצעות דואר אלקטרוני, מסרונים או בדרך אחרת. חלק מהפניות עשויות להיות פניות אישיות על פי השתייכות המשתמש לקבוצת משתמשים שנקבעה לפי אפיון אחד או יותר. באפשרות המשתמש להודיע בכל עת כי אין ברצונו להמשיך ולקבל פרסומים והצעות אלו;
    - תוכנית שביטים תשתמש בפרטים שמסרת לצורך משלוח דברי פרסומת מטעמה כמשמעותם בחוק התקשורת (בזק ושידורים), התשמ"ב – 1982. באפשרותך להודיע בכל עת כי אין ברצונך להמשיך ולקבל פרסומים והצעות אלו.

    ### העברת מידע לגורמים אחרים

13. תוכניתנו עשויה לתת גישה לספקי שירותים במיקור חוץ לצורך שירותי אחסון, גיבוי ומחשוב או לעשות שימוש באמצעי תקשורת או טכנולוגיה שאינם שייכים לתוכניתנו. כמו כן, התוכנית עושה שימוש בשירותים נוספים אשר תומכים במתן השירותים למשתמשים ולניהול השוטף של עסקיה, כגון שירותי יועצי משפטיים, רואי חשבון, גבייה, פיתוח עסקי ועוד. במקרים כאלה, פועלת תוכניתנו בהתאם לדרישות הדין ומחייבת את אותם ספקים לעמוד גם כן בדרישות לאבטחת המידע המתחייבות מעצם העניין.

14. כמו כן, התוכנית רשאית להעביר לצדדים שלישיים את המידע האישי במקרים המפורטים להלן:

    - במקרה של טענה, דרישה, תביעה וכל מחלוקת משפטית, ככל שיהיו, בין המשתמש לבין התוכנית שתחייב חשיפת פרטיו;
    - במקרה של אי פרעון תשלומים על ידי המשתמש, לצורך נקיטה בהליכי גבייה והליכים משפטיים;
    - לצורך שמירה והגנה על זכויותיה, נכסיה וקניינה של התוכנית;
    - אם המשתמש יבצע או ינסה לבצע באתר, פעולות שבניגוד לדין או פעילות שנחזית להיות כזו;
    - אם יתקבל צו שיפוטי המורה לחברה למסור את פרטי המשתמש או המידע אודותיו לצד שלישי;
    - בכל מקרה שהתוכנית תסבור כי מסירת המידע נחוצה כדי למנוע נזק חמור לגוף המשתמש או לרכושו או לגופו או רכושו של צד שלישי כלשהו;
    - אם התוכנית תמכור או תעביר בכל צורה שהיא את פעילות האתר לגורם אחר או אם התוכנית תפתח בהליך שך פשיטת רגל או של חדלות פרעון – וכן במקרה שתתמזג עם גוף אחר או תמזג את פעילות האתר עם פעילותו של צד שלישי, או לכל תאגיד קשור עם התוכנית (כגון חברה בת במידה ורלוונטי) ובלבד שתאגיד זה יקבל על עצמו כלפי המשתמש את הוראות מדיניות פרטיות זו. במקרה של העברה כאמור יידרש מקבל המידע לעשות בו שימוש רק בקשר עם העסקה אם עם המטרות המצוינות לעיל;
    - אם הדבר דרוש לצורך אספקה תקינה של שירותי האתר וכן לשם ניהול ובקרת האתר, לרבות באמצעות מחקרים וסקרים הנערכים על ידי צדדים שלישיים עבור התוכנית, בקשר עם האתר, סליקת אשראי, אחסנה בחוות שרתים ועוד.
    - בנוסף לגורמים שלעיל, מידע מצרפי ולא מזהה על המשתמשים עשוי להיות מועבר לצדדים שלישיים נוספים. אולם, לפני שהתוכנית תעשה כן, היא תוודא כי המידע שיועבר לאותם צדדים שלישיים לא יזהה את המשתמשים שהמידע הוא עליהם באופן אישי.

15. כל שימוש במידע על ידי צדדים שלישיים הינו באחריותם הבלעדית של אותם צדדים שלישיים והתוכנית לא תישא באחריות כלשהי לשימוש כאמור.

### כיצד אנו מאבטחים את המידע?

16. תוכניתנו פועלת לאבטחת המידע המוחזק אצלה בהתאם להוראות החוק והתקנות. התוכנית מיישמת באתריה מערכות ונהלים עדכניים לאבטחת מידע. בעוד שמערכות ונהלים אלה מצמצמים את הסיכונים לחדירה בלתי-מורשית, אין הם מעניקים ביטחון מוחלט. לכן, התוכנית לא מתחייבת ששירותיה יהיו חסינים באופן מוחלט מפני גישה בלתי-מורשית למידע המאוחסן בהם.

### **זכות עיון במידע ובקשה להסרת מידע**

17. יש למשתמש זכות לבקש לעיין במידע האישי אודותיו המוחזק ע"י התוכנית, המשתמש מוזמן להפנות הבקשה לכתובת [mail@gmail.com](mailto:mail@gmail.com) אם עיין במידע לגביו ומצא כי אינו נכון, שלם, ברור או מעודכן, רשאי המשתמש לפנות לחברה בבקשה לתקן את המידע או למוחקו.
18. יש למשתמש זכות לבקש להסיר את פרטיו ממאגר מידע המצוי בבעלות התוכנית והמשמש לצרכי דיוור ישיר או לצרכי שירותי דיוור ישיר כמשמעותם בחוק. לצורך כך, יש לשלוח בכתב לכתובתנו המצוינת בהסכם ההתקשרות לעיל בכתב או לתיבת דואר אלקטרוני שכתובתה [mail@gmail.com](mailto:mail@gmail.com).

### **הפנייה לשירותים השייכים לצדדים שלישיים**

20. מובהר כי מדיניות הגנת פרטיות זו אינה חלה על שירותים המוצעים באתר על-ידי צדדים שלישיים ו/או בתי עסק, לגביהם חלה מדיניות הגנת פרטיות נפרדת אשר לחברה אין כל שליטה עליהן והיא אינה נוטלת כל אחריות בגינן.
21. **באישורך תנאי השימוש לאתר ולשירותים (ובכלל זה מדיניות זו) אתה מסכים כי כל הפרטים שתמסור ו/או הנובעים מפעילותך באתר ומקבלת השירותים של התוכנית, יאגרו במאגרי המידע של התוכנית כאמור וכי התוכנית תעשה בו שימוש במפורט במדיניות פרטיות זו, ואתה מוותר על כל טענה אשר עשויה להיות לך בקשר עם איסוף המידע כאמור.**

`;

const Privacy = () => {
    return (
        <Wrapper>
            <Title>
                תוכנית שביטים — מדיניות פרטיות
            </Title>
            <Spacer height={spacing.spacing12}/>
            <MarkdownContent>
                <ReactMarkdown children={markdown}/>
            </MarkdownContent>
        </Wrapper>
    )
}

export default Privacy;