import React from 'react'
import styled from "styled-components/macro"
import { fontSize, pageWidth, spacing, colors, device } from '../common/style';
import Spacer from '../common/components/Spacer';
import ReactMarkdown from 'react-markdown';
import MarkdownContent from '../common/components/MarkdownContent';

const Wrapper = styled.div`
    display: flex;
    flex-direction: column;
    overflow: scroll;
    padding: ${spacing.spacing4};
`;

const Title = styled.div`
    text-align: center;
    font-size: ${fontSize.fontSize32};
    font-weight: 500;
    text-align: right;
`;

const markdown = `

ברוכים הבאים לאתר האינטרנט www.shavitim.co.il מטעם צוות תוכנית שביטים, בעל זכויות הזיכיון במותג ובשם "תוכנית שביטים" (להלן: "**האתר**"), המפעיל של האתר ו/או בעל הזכויות באתר . תוכנית שביטים מאשרת לאורחיה וללקוחותיה גישה ורכישה דרך האתר בכפוף לתנאי השימוש המפורטים להלן בתקנון זה (להלן: "**התקנון**"):

1. **תנאי השימוש באתר**

   1. תנאי השימוש באתר שלהלן מגדירים, בין השאר, את אופן השימוש באתר וכן מסדירים את אופן הזמנת ורכישת מוצרים ו/או שירותים דרכו.
   2. השימוש בלשון זכר בתקנון ו/או בכל מקום אחר באתר נעשה מטעמי נוחות בלבד וכל מקום בתקנון זה ו/או באתר בו משתמשים בלשון זכר, הכוונה גם לנקבה במשתמע.
   3. שימושך באתר מהווה הסכמה לתנאי תקנון זה ולשאר התנאים המופיעים או שיופיעו באתר בעת שימושך. אם אינך מסכים למי מתנאי התקנון ו/או התנאים הנוספים באתר, הנך מתבקש להימנע מלעשות כל שימוש באתר מכל מין וסוג שהוא, לרבות הרשמה לשירותים הניתנים דרך האתר, הצטרפות למועדון הלקוחות ו/או רכישת מוצרים באמצעות האתר.
   4. נא לקרוא את הוראות השימוש והתקנון בעיון ובקפידה, שכן הם מהווים חוזה התקשרות מחייב בינך לבין צוות תוכנית שביטים, לכל דבר ועניין.
   5. בכל מקרה של סתירה בין הוראות תקנון זה לבין מידע המתקבל ממקור אחר, יגברו הוראות תקנון זה.
   6. תנאי השימוש ו/או תקנון זה עשויים להשתנות מעת לעת וצוות תוכנית שביטים שומרת על זכותה לעדכנם ו/או לשנותם ו/או לבטלם, על פי שיקול דעתו הבלעדי. נא להקפיד להתעדכן בהוראות התקנון.
   7. המידע המצוי במרשמי האתר ו/או במחשבי צוות תוכנית שביטים, יהוו ראיה חלוטה לנכונות הפעולות שבוצעו דרך האתר.
   8. בכל מקום בו מצויינת צוות תוכנית שביטים בתקנון זה ההתייחסות הנה גם למי מטעמו.
   9. צוות תוכנית שביטים עושה מאמצים לוודא שהמידע המוצג באתר הינו המידע שלם ומדויק אולם עשויים להופיע בו אי דיוקים ו/או שגיאות בתום לב וכי העסק לא יישא באחריות כלשהי לעניין מידע זה.
   10. בכל שאלה ו/או הבהרה ו/או בירור ניתן לפנות אל צוות תוכנית שביטים דרך פרטי הקשר המצוינים להלן בסעיף 9 לתקנון.

2. **אופן השימוש באתר ע״י המשתמשים**

   כל אדם העושה שימוש בפונקציות האתר, הן במישרין והן בעקיפין, לרבות מבקר, תלמיד, מורה, הורה או אפוטרופוס, המבצע שליחת בקשה להרשמה או מבצע הרשמה לתוכנית ו/או על כל שימוש אחר (להלן: "משתמש" ו/או "לקוח"), מצהיר, מסכים ומתחייב לעמוד בכל התנאים הבאים:

   1. לא להעביר, לאסוף או לעשות שימוש בתכנים ו/או בפרטים ו/או בכל מידע אחר הנמצא באתר בין אם המידע כאמור שייך לצוות תוכנית שביטים ובין אם לצד ג‘.
   2. לא לעלות לאתר תוכן בלתי חוקי או תמונות המציגים אלימות, עירום (לרבות חלקי), אפליה, תוכן הפוגע בצד שלישי, תכנים פורנוגראפיים או בעלי רמיזה מינית, תכנים הכוללים השמצות, בריונות, הטרדה, התעללות, איומים, התחזות או הפחדה של אנשים או ישויות, מידע פרטי או סודי. צוות תוכנית שביטים יהיה רשאי לסיים מיידית את השימוש של משתמש העובר על האמור לעיל ו/או למנוע ממנו כל שימוש באתר בעתיד.
   3. לא לעשות כל שימוש באתר לכל מטרה שהיא בלתי חוקית, פוגענית מחבלת אשר תפריע, תשבש, תשנה, תשמיד, תפגום, תגביל, תחבל או תשפיע בכל דרך אחרת על פעולתו התקינה של האתר בכל דרך שהיא, לרבות ומבלי הגבלה, וירוסים, תולעים, סוסים טרויאניים, תוכנת ריגול, תוכנה זדונית או כל אמצעי או טכנולוגיה משמידה או משבשת אחרת.

3. **השירותים המוצעים באתר**

   1. התמונות המוצגות באתר הינן להמחשה וכי ייתכנו הבדלים בין מראה ומפרט המוצר / שירות לבין התמונה.
   2. צוות תוכנית שביטים רשאי לעדכן את מחירי השירותים הניתנים באתר ללא צורך בהודעה מוקדמת ולפי שיקול דעתו הבלעדי. המחיר המחייב הוא מחיר המוצר כפי שנמסר ללקוח בעת השלמת הליך ההרשמה ו/או ההזמנה.
   3. צוות תוכנית שביטים רשאי לפרסם ו/או להציע למשתמשי האתר מבצעים ו/או הנחות וכל הטבה אחרת בתנאים שנקבעו על ידה ולפי שיקול דעתה הבלעדי. צוות תוכנית שביטים יהיה רשאי להפסיק כל הטבה כאמור באופן מיידי וללא הודעה מוקדמת.

4. **הגשת בקשת בדיקת התאמה לתוכנית באמצעות האתר**

   שלב הראשון ומחייב להרשמת תלמיד לתוכנית שביטים הינו ביצוע בדיקת התאמה לתוכנית. כל אדם המבצע בדיקת התאמה לתוכנית באמצעות האתר (להלן: ״מגיש בדיקת ההתאמה״), מצהיר, מסכים ומתחייב לעמוד בכל התנאים הבאים:

   1. מילוי הפרטים הנדרשים באתר לביצוע בדיקת ההתאמה לתוכנית הינו תנאי מוקדם והכרחי להצטרפות לתוכנית, לרבות השם הפרטי ושם המשפחה של התלמיד הנדון במסגרת בדיקת ההתאמה (להלן: ״מועמד לתוכנית״), סריקה או צילום של גיליון הציונים הרשמי האחרון של המועמד לתוכנית, וכמו כן שמו הפרטי, שם משפחתו, טלפון וכתובת דוא״ל של מגיש בדיקת ההתאמה. האחריות למילוי הפרטים חלה על מגיש בדיקת ההתאמה בלבד. צוות תוכנית שביטים לא לוקחת אחריות על פרטים שגויים שהוזנו.
   2. מסירת פרטים כוזבים במהלך ביצוע בדיקת ההתאמה הינה עבירה פלילית והעושה כן, צפוי להליכים משפטיים פליליים ואזרחיים. צוות תוכנית שביטים שומר על זכותו לבטל הרשמה לתוכנית בכל מקרה של הגשת פרטים כוזבים, חלקיים או לא מדויקים.
   3. שליחת בדיקת ההתאמה אינה מחייבת את מגיש בדיקת ההתאמה ו/או את התלמיד הנדון במסגרת בדיקת ההתאמה, בשום פנים ואופן, להשלים בפועל את רישומו של המועמד לתוכנית, וכמו כן, אינה מחייבת את צוות תוכנית שביטים לאשר את בקשת הצטרפותו בפועל של המועמד לתוכנית, בין אם בדיקת ההתאמה הניבה תשובה חיובית או שלילית, או כל תשובה שהיא.
   4. צוות התוכנית יהיה רשאי שלא להשיב לבקשה לבדיקת התאמה, וזאת ללא החובה לספק הסבר ו/או סיבה לכך.
   5. מענה לבקשת ההרשמה שישלח על ידי צוות התוכנית אל מגיש הבקשה נתון לשיקולו הבלעדי של צוות התוכנית בלבד, לרבות קיומו של המענה, עיתוי המענה ותוכן המענה. בפרט, צוות התוכנית אינו כפוף ואינו מחויב לענות בחיוב או בשלילה לבדיקת התאמה, וכמו כן, יהיה רשאי שלא לחשוף את שיקוליו לתוצאות בדיקת ההתאמה ו/או לספק הסבר כלשהו לגביהם.
   6. צוות התוכנית לא יהיה אחראי למקרים שבהם ימנע ממגיש בדיקת ההתאמה לקבל או לקרוא את תוצאות בדיקת ההתאמה מסיבות כלשהן. בפרט, צוות התוכנית לא לוקח אחריות על כשלים טכניים בתהליך שליחת התוצאה לבדיקת ההתאמה, בין אם הכשל נגרם במערכת האתר של התוכנית ו/או במערכת של מגיש הבקשה ו/או במערכת של גורם שלישי. יודגש כי צוות התוכנית רשאי שלא להגיב כלל לבקשה של בדיקת התאמה.
   7. צוות התוכנית מסיר כל אחראיות מנזקים שיגרמו למגיש בדיקת ההתאמה או לתלמיד הנדון בבדיקת ההתאמה, במישרין או בעקיפין, בין אם מדובר בנזקי רכוש ו/או גוף ו/או נפש, מעצם ביצוע בדיקת ההתאמה או מעצם קבלת תשובה חיובית או שלילית לבדיקת ההתאמה או בגין אי-קבלת תשובה לבדיקת ההתאמה. בפרט, הגשת בדיקת ההתאמה והשלכותיה והשלכות תוצאותיה הן באחריותו הבלעדית של מגיש בדיקת ההתאמה.

5. **הרשמת תלמיד לתוכנית באמצעות האתר**

   שלב שני ומחייב להרשמת תלמיד לתוכנית שביטים הינה הרשמת התלמיד לתוכנית דרך האתר, וזאת לאחר קבלת תשובה חיובית לבדיקת ההתאמה עבור התלמיד הנ״ל.

   1. הגישה אל טופס ההרשמה לתוכנית תתבצע אך ורק דרך הקישור המאובטח המצורף להודעת הדואר האלקטרוני אשר תשלח, אם וכאשר תשלח, אל מגיש בדיקת ההתאמה מטעם צוות תוכנית שביטים.
   2. מילוי הפרטים הנדרשים באתר לביצוע הרשמת התלמיד לתוכנית הינה תנאי מוקדם והכרחי להצטרפות לתוכנית, לרבות השם הפרטי, שם המשפחה, הטלפון וכתובת הדוא״ל של התלמיד הנדון, וכמו כן, פרטיה של הגורם המשלם עבור התוכנית, לרבות פרטי אמצעי התשלום. האחריות למילוי הפרטים חלה על מגיש בקשת ההרשמה בלבד. צוות תוכנית שביטים לא לוקחת אחריות על פרטים שגויים שהוזנו.
   3. מסירת פרטים כוזבים במהלך ביצוע הרשמת התלמיד לתוכנית הינה עבירה פלילית והעושה כן, צפוי להליכים משפטיים פליליים ואזרחיים. צוות תוכנית שביטים שומר על זכותו לבטל הרשמה לתוכנית בכל מקרה של הגשת פרטים כוזבים, חלקיים או לא מדויקים.
   4. הרכישה באמצעות האתר תבוצע באמצעות כרטיסי אשראי מסוג ויזה, מאסטרכארד ודיינרס בלבד,  ובכפוף לאישור העסקה ע"י חברת האשראי. במקרה בו לא אושרה העסקה ע"י חברת האשראי יקבל הלקוח הודעה מתאימה וחשבונו לא יחויב בגין העסקה.
   5. השלמת הליך הרשמה או עסקה מותנה באישור ואימות העסקה בטלפון ו/או באמצעות הודעה אשר תשלח לדואר האלקטרוני של הלקוח לאחר ביצוע הליך ההרשמה או העסקה. למען הסר ספק אין בחיוב הלקוח בכדי לאשר שההרשמה או העסקה בוצעה ו/או שהשירות יינתן בסופו.
   6. צוות התוכנית יהיה רשאי שלא לאשר הרשמה של תלמיד לתוכנית, ללא תלות בתשובה שהתקבלה בבדיקת ההתאמה או בכל גורם אחר, וזאת ללא החובה לספק הסבר ו/או סיבה לכך.

6. **ביטול עסקה ע״י הלקוח**

   1. לקוח רשאי לבטל עסקה, תוך 14 ימים מיום ביצוע ההרשמה ועד 14 ימים שאינם ימי מנוחה, לפני מועד תחילת התוכנית שאליה נרשם הלקוח. למען הסר ספק, מועד ביצוע ההרשמה הינו התאריך שבו הלקוח קיבל אישור רשמי בדואר האלקטרוני מטעם צוות תוכנית שביטים בדבר השלמת תהליך ההרשמה בהצלחה. 
   2. החזר כספי עקב ביטול עסקה יבוצע בהתאם לחוק ולאמצעי התשלום ממנו בוצעה הרכישה על פי כל דין ולפי מועדי חברת האשראי. למען הסר ספק, החזר כספי יבוצע לפי סכום התשלום ששולם בפועל.
   3. לא יינתן זיכוי כספי בגין מוצרים / שירותים אשר בגינם לא שולמה תמורה כספית כגון מתנות, הטבות וכדומה.

7. **ביטול עסקה ע״י צוות שביטים**

   צוות תוכנית שביטים יהיה רשאי לבטל עסקה או מכירה כולה או חלקה במקרים הבאים:

   1. אם נפלה טעות בהצגת הפריט באתר ו/או במשלוח המוצר אל הלקוח, בין אם במחיר המוצר/שירות ובין אם בתיאור ומפרט המוצר/שירות.
   2. אם יתגלה כי ארעה תקלה בתקשורת ו/או כל בעיה טכנית אחרת אשר שיבשה את מחיר המוצר/שירות ו/או תיאור המוצר/שירות.
   3. מקרה של מניעה ו/או עיכוב מחמת כוח עליון, כדוגמת, אך מבלי לגרוע מכלליות האמור: פעולת מלחמה, איבה ,טרור, חבלת סייבר, תקלה מכוונת או בלתי מכוונת באתר החנות, שביתות והשבתות, אירועי טבע חריגים, תקלות בסליקת כרטיסי אשראי וכל סיבה אחרת שאינה תוצאת מעשה או מחדל של צוות תוכנית שביטים.
   4. במקרה בו קיים חשש שהרכישה מבוצעת במסגרת רכישה סיטונאית ו/או כי המוצרים נרכשים לצורך מכירה חוזרת על ידי הקונה או מי מטעמו.
   5. אם נגמר השירות ו/או אין מקום פנוי בהרשמה מסוימת לאחר או לפני הליך הרישום.
   6. כאשר קיים חשש, על פי שיקול דעתו של צוות תוכנית שביטים שהתמורה בגין הרכישה לא תתקבל.

8. **קניין רוחני וזכויות יוצרים**

   1. האתר והתוכן המופיעים בו לרבות עיצוב האתר, שרטוטים, עיצובים, איורים, מוסיקה, צילומים, תמונות, מפות, קטעי אודיו, קטעי וידאו, טקסט, גרפיקה וכיוצ"ב (להלן: "המידע") מוגנים על-ידי דיני זכויות יוצרים של מדינת ישראל, אמנות בינ"ל וחוקי זכויות יוצרים של מדינות אחרות ושייכים לתוכנית שביטים ו/או לצדדים שלישים אחרים.
   2. חל איסור מוחלט להעתיק ו/או לשכפל ו/או להפיץ ו/או לפרסם ו/או להציג ו/או להשתמש במידע ו/או לעשות כל פעולה, במישרין או בעקיפין, המהווה הפרה או פגיעה בקניין הרוחני של תוכנית שביטים לרבות עצמי ו/או מסחרי, אלא אם צוות תוכנית שביטים התיר זאת במפורש בכתב ומראש.
   3. כל זכויות הקניין הרוחני בקשר המידע ו/או האתר (וזאת בין אם המדובר בזכויות רשומות ובין אם המדובר בזכויות שטרם נרשמו), ובכלל זאת שם המתחם ("Domain"), הפטנטים, סימני המסחר לרבות השם "תוכנית שביטים ", המדגמים, זכויות יוצרים, סודות מסחריים, השיטות, אופן הצגתו ועיצובו של האתר וכן כל עניין או פרט הקשורים באתר, הם רכושו הבלעדי של תוכנית שביטים והשימוש בכל הזכויות האמורות מותר למפעיל בלעדית.

9. **שירות לקוחות**

   1. לפרטים ובירורים באשר להפעלת האתר ופעילותו, ניתן לפנות אל צוות תוכנית שביטים בכתובת הדואר האלקטרוני (EMAIL) הבאה: [mail@gmail.com](mailto:mail@gmail.com).

10. **אבטחת מידע**

    1. צוות תוכנית שביטים נוקט באמצעי זהירות מקובלים על מנת לשמור, ככל האפשר על סודיות המידע שמוסרים לקוחות.
    2. כל העברה של מספר כרטיס אשראי מהאתר נעשית באופן מוצפן על פי תקן PCI DSS ופרטים אלו לא נרשמים באתר ולא נשמרים בידי צוות תוכנית שביטים . במקרים שאינם בשליטתה ואו הנובעים מכוח עליון, צוות תוכנית שביטים לא יהיה אחראי לכל נזק מכל סוג שהוא, עקיף או ישיר שייגרם ללקוח או למי מטעמו ו/או אם מידע זה אבד או יגיע לגורם עוין ו/או יעשה בו שימוש שלא בהרשאה.
    3. צוות תוכנית שביטים מתחייב לא לעשות שימוש בפרטי הלקוחות הרשומים באתר אלא לצרכי תפעול האתר בלבד, ועל מנת לאפשר את ביצוע העסקה או ההרשמה בהתאם להוראות התקנון ולכל דין.
    4. הלקוח מתחייב שלא לבצע ולא לנסות לבצע: (i) שינוי כלשהו באתר ו/או (ii) העתקה ו/או הורדה של חומר האגור באתר לרבות בדרך של:"Peep-Link", "Robot" "PageScrape", "Spider" או כל שיטה אחרת, אלגוריתם או תהליך ידני דומה ולא להוריד או להעתיק ו/או להעביר לאחר חומר שאגור באתר החנות שאינו מיועד להורדה ו/או העברה (iii) לא לנסות לקבל גישה לעסקאות שבוצעו על ידי אחרים באמצעים כלשהם (iV) לא לבצע פעולה כלשהי העלולה לפגוע בקניינן הרוחני של החנות, לפגוע בפרטיות משתמשים אחרים, לשנות מידע באתר ו/או להזיק לאתר החנות ו/או למשתמשים בו, או איזה מהם.
    5. מבלי לגרוע מכלליות האמור ומבלי לגרוע מכל סעד או הליך אחר, מובהר כי צוות תוכנית שביטים יהיה רשאי למנוע גישה ממשתמש אשר, לפי שיקול דעתה הבלעדי והמוחלט של החנות, ביצע או ניסה לבצע באתר פעולה כלשהי בניגוד לכל דין ו/או להוראות תקנון זה.

11. **מדיניות הגנת פרטיות באתר**

    1. פרטיות משתמשי האתר חשובה לצוות תוכנית שביטים. כדי לשפר את ההגנה על הפרטיות של מבקרי ו/או לקוחות האתר, האתר מספק מידע זה לגבי מדיניות הגנת הפרטיות שלה ואודות האפשרויות העומדות בפני המשתמשים בעת השהות באתר וככל הנוגע להתנהלות באתר לגבי איסוף מידע.
    2. ייתכן וצוות תוכנית שביטים ימסור מידע אישי ו/או מידע לגבי פעילות משתמשי האתר על פי בקשה מגורם משפטי מוסמך עקב הליך משפטי, או במקרים בהם צוות תוכנית שביטים יסבור, בתום לב ובאופן הוגן, כי מסירת המידע חיונית לטובת מניעה או נקיטת פעולות הנוגעות לפעולות חשודות, בלתי חוקיות ו/או לצורך סיוע לרשויות אכיפה ממשלתיות ו/או לצורך הגנה על ביטחון והשימוש של לקוחות האתר וכן אופן ניהול התקין והמתמשך של האתר.
    3. במידה והנך (מבקר ו/או לקוח ו/או משתמש הנמצא מחוץ לגבולות ישראל), אנא שים לב כי אתה מעביר מידע, לרבות מידע אישי, למדינה ולתחום שיפוט שקיימים בה חוקי הגנת פרטיות והגנת מידע השונים מתחום שיפוטך, ואתה מסכים להעברת המידע לישראל ו/או לכל מדינה אחרת, ולשימוש וגילוי המידע אודותיך, לרבות מידע אישי, כמתואר במדיניות פרטיות זו.
    4. במידע הנמסר לשם ביצוע הזמנה של מוצר, שירות או מידע, אנו עושים שימוש אך ורק למטרת ביצוע אותה מטלה והמטלות הנגזרות ממנה. המידע אינו מועבר לכל גורם אחר. מידע הנמסר אודות אדם אחר לצורך משלוח מתנה משמש למטרה זו בלבד. במקרה ששלחת לנו דוא"ל נשתמש בכתובת הדוא"ל שממנה שלחת לצורך משלוח דוא"ל חוזר אך לא לכל מטרה אחרת, וכמו כן לא נמסור את הכתובת לכל גוף אחר.
    5. במידע לא מזהה, כלומר מידע שאינו יכול להיות מיוחס לאדם מסוים, אנו עושים שימוש כדי לשפר את האתר שלנו ולעדכן את ההתנהלות המסחרית שלנו ואת שירותינו, כשמידע לא שמי זה מועבר גם לגורמים אחרים, בהם המפרסמים אצלנו. לדוגמא: מספר המבקרים באתר, מספר הנשים הנרשמות לשאלון מסוים באתר, וכדו', אך לא כל פרט מידע המזהה אישית את המבקר באתר.
    6. בכל בקשה לקבל מידע נוסף ניתן לפנות באופן ישיר לצוות תוכנית שביטים תחת הקישור "צור קשר" באתר או בפרטים המצוינים בסעיף 9 לעיל בתקנון זה, וצוות תוכנית שביטים ישתדל לפעול בהתאם לבקשה.

12. **תנאים כלליים**

    1. האתר בכללותו כולל כל המידע המופיע בו והתוכנה העומדת בבסיסו מוצעים לציבור כמות שהם (As Is).
    2. האתר עשוי לכלול קישור לאתרים או מאפיינים של צדדים שלישיים, לרבות באמצעות פרסומת, תמונות או מידע. יתכן והמידע באתר יכלול תוכן של צדדים שלישיים שאינם נשלטים ו/או קשורים לצוות תוכנית שביטים . למען הסר ספק, צוות תוכנית שביטים לא יהיה אחראי בכל צורה שהיא לשירותי או מאפייני צד שלישי כאמור לעיל. צוות תוכנית שביטים רשאי לפי שיקול דעתו הבלעדי להסיר כל קישור מהאתר ו/או להוסיף קישורים נוספים.
    3. צוות תוכנית שביטים ו/או מי מטעמה לא יהיו אחראים ולא יישאו בכל נזק ישיר, עקיף, תוצאתי או מיוחד שנגרם למשתמש או לצד שלישי, כתוצאה משימוש או רכישה באמצעות האתר, תהא עילת התביעה אשר תהא, לרבות הפסד הכנסה ו/או מניעת רווח שיגרמו מכל סיבה שהיא ללקוח ו/או משתמש באתר ו/או לצד שלישי אחר.
    4. הלקוח יהיה אחראי באופן בלעדי על השימוש ו/או על תחזוקתו הנדרש של המוצר אשר נרכש באמצעות האתר, אלא אם נכתב אחרת.
    5. החנות שומרת לעצמה את הזכות לערוך שינויים בתקנון בכל עת. הנוסח האחרון הוא המחייב.
    6. המכירה לא מיועדת למכירה סיטונאית ולא מיועדת למכירה חוזרת (קניית כמות מוצרים מהאתר לצורך מכירתם ללקוחות אחרים). על המשתמש רשאי לבצע עסקאות חוקיות, בתום לב ולשימושו האישי בלבד, ולא למטרה אחרת, לרבות אך לא רק, לצורך מכירה ו/או הצגה ללא היתר באתרים אחרים, ביצוע הזמנות סרק, ורכישות שמטרת הביצוע שלהן הינה לשם מרמה.

13. **ברירת דין ובוררות**

    1. הדין החל על תקנון זה, פירושו, תוקפו, תחולתו ואכיפתו הוא דין מדינת ישראל בלבד. כל סכסוך או חילוקי דעות בין הצדדים (צוות תוכנית שביטים) בקשר עם תקנון זה, ביצועו, פירושו, תחולתו או תוקפו, יימסרו, באופן בלעדי וסופי, לבוררות שתתנהל במוסד הישראלי לבוררות עסקית על-פי כלליו, לשלילת כל סמכות של כל ערכאה שיפוטית או מעין שיפוטית אחרת.
    2. היה ולפי דין, ייקבע כי ההכרעה תעבור להכרעה שיפוטית ו/או מעין שיפוטית אחרת, סמכות לבימ"ש מוסמך באזור הצפון בלבד. יחולו דיני משפט במדינת ישראל בלבד.

`

const WebsiteConditions = () => {
    return (
        <Wrapper>
            <Title>
                אתר תוכנית שביטים — תקנון שימוש
            </Title>
            <Spacer height={spacing.spacing12}/>
            <MarkdownContent>
                <ReactMarkdown children={markdown}/>
            </MarkdownContent>
        </Wrapper>
    )
}

export default WebsiteConditions;



